export const messages = {
    recipient: 'Александр',
    avatar: 'https://via.placeholder.com/34',
    history: [
        {
            datestamp: '18 июня',
            messages: [
                {
                    type: 'incoming',
                    contentType: 'text',
                    timeStamp: '11:56',
                    content: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.<br><br>Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.',
                    isRead: true
                },
                {
                    type: 'incoming',
                    contentType: 'image',
                    timeStamp: '11:56',
                    content: 'https://via.placeholder.com/316x211',
                    isRead: true
                },
                {
                    type: 'outgoing',
                    contentType: 'text',
                    timeStamp: '11:57',
                    content: 'Круто!',
                    isRead: true
                },
            ]
        },
        {
            datestamp: '19 июня',
            messages: [
                {
                    type: 'incoming',
                    contentType: 'text',
                    timeStamp: '11:56',
                    content: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.<br><br>Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.',
                    isRead: true
                },
                {
                    type: 'incoming',
                    contentType: 'image',
                    timeStamp: '11:56',
                    content: 'https://via.placeholder.com/316x211',
                    isRead: true
                },
                {
                    type: 'outgoing',
                    contentType: 'text',
                    timeStamp: '11:57',
                    content: 'Круто!',
                    isRead: true
                },
            ]
        }
    ]
}
